export default {
  welcome: "स्वागत है",
  description: "यह एक फ्रंटएंड-मात्र बहुभाषी रिएक्ट ऐप है",
  buttons: {
    changeLanguage: "भाषा बदलें",
  },
  navbar: {
    findABird: "पक्षी खोजें",
    classifyABird: "पक्षी का वर्गीकरण करें",
    birdzNearYou: "आपके आसपास के पक्षी",
    aboutUs: "हमारे बारे में",
  },
  home: {
    title: "अपना पक्षी खोजें",
    subtitle: "सत्यापित करें और वर्गीकृत करें",
  },
  footer: {
    title: "पक्षी",
    description: "पक्षी प्रजातियों का वर्गीकरण",
    social: "सोशल मीडिया",
    instagram: "इंस्टाग्राम",
    github: "गिटहब",
    linkedin: "लिंक्डइन",
    support: "सहायता",
    contact: "संपर्क करें",
    dataset: "हमारा डेटासेट देखें",
    contribute: "डेटासेट में योगदान दें",
    copyright: "© 2024 पक्षी",
    terms: "निर्माता शर्तें",
    privacy: "गोपनीयता नीति",
    cookies: "कुकीज़ नीति",
  },
  drop: {
    input: "यहां छवि को खींचें और छोड़ें, या छवि चुनने के लिए क्लिक करें",
  },
  birdAction: {
    validateButton: "सत्यापित करें",
    classifyButton: "वर्गीकृत करें",
    resultPlaceholder: "परिणाम यहां प्रदर्शित होगा",
    validationSuccess: "पक्षी मौजूद है",
    validationFailure: "कोई पक्षी नहीं है",
    classificationResult: "वर्गीकरण परिणाम",
    classesInImage: "छवि में मौजूद वर्ग",
    errorPrefix: "त्रुटि:",
    loadingMessage: "प्रसंस्करण हो रहा है...",
    ValidationResult: "सत्यापन परिणाम:",
    BotHeader: "टेलीग्राम बॉट के माध्यम से अपलोड करें",
    BotPara: "सेकंडों में दर्जनों पक्षी तस्वीरों का वर्गीकरण करें!",
  },
  birds: {
    littleCormorant: {
      name: "छोटा पनकाग",
      description:
        "एक छोटा जलकाग जिसके गले पर विशिष्ट सफेद धब्बा होता है। यह कुशल गोताखोर और मछुआरा है, जो अक्सर उथले पानी में मछली के लिए गोता लगाता है।",
    },
    spotbilledPelican: {
      name: "हवासील",
      description:
        "एक बड़ा जलपक्षी जिसकी पीली-नारंगी चोंच और बड़ी थैली होती है। यह कुशल मछुआरा है, जो अक्सर समूह में शिकार करता है और मछली पकड़ने के लिए अपनी थैली का उपयोग करता है।",
    },
    asianOpenbill: {
      name: "घोंघिल",
      description:
        "एक बड़ा सारस जिसकी अनूठी खुली चोंच होती है। इसका आहार घोंघे और मोलस्क का है। इसकी विशिष्ट चोंच खोल से शिकार निकालने में मदद करती है।",
    },
    yellowWattledLapwing: {
      name: "पीली टिटहरी",
      description:
        "एक बड़ा, शोर करने वाला जलपक्षी जिसके सिर पर विशिष्ट पीली लटकन होती है। यह अक्सर झुंड में भोजन की तलाश करता है और अपने आक्रामक क्षेत्रीय व्यवहार के लिए जाना जाता है।",
    },
    ashyCrownedSparrowLark: {
      name: "देयोरा",
      description:
        "एक छोटा, जमीन पर रहने वाला पक्षी जिसका राख-ग्रे ताज विशिष्ट होता है। यह अपने मधुर गीत और विशिष्ट उड़ान पैटर्न के लिए जाना जाता है। यह अक्सर खुले, शुष्क क्षेत्रों में पाया जाता है।",
    },
    paddyfieldPipit: {
      name: "धान चरचरी",
      description:
        "एक छोटा, भूरा पक्षी जो अक्सर कृषि क्षेत्रों में पाया जाता है। यह जमीन पर रहने वाला पक्षी है, जो कीड़े और बीज खाता है और अक्सर झुंड में भोजन की तलाश करता है।",
    },
  },
};
