export default {
    welcome: "स्वागत है",
    description: "यह एक फ्रंटएंड-ओनली मल्टी-लैंग्वेज रिएक्ट ऐप है",
    buttons: {
        changeLanguage: "भाषा बदलें"
    },
    navbar: {
        findABird: "पक्षी खोजें",
        classifyABird: "पक्षी वर्गीकरण करें",
        birdzNearYou: "आपके पास पक्षी",
        aboutUs: "हमारे बारे में"
    },
    home: {
        title: "अपना पक्षी खोजें",
        subtitle: "सत्यापित और वर्गीकृत करें"
    },
   footer: {
      title: "बर्ड्ज़",
      description: "पक्षियों की प्रजातियों का वर्गीकरण",
      social: "सोशल मीडिया",
      instagram: "इंस्टाग्राम",
      github: "गिटहब",
      linkedin: "लिंक्डइन",
      support: "सहायता",
      contact: "संपर्क करें",
      dataset: "हमारा डेटासेट देखें",
      contribute: "डेटासेट में योगदान दें",
      copyright: "© 2024 बर्ड्ज़",
      terms: "निर्माता की शर्तें",
      privacy: "गोप्यता नीति",
      cookies: "कुकीज़ नीति"
  }
  ,
    drop:{
        input: "यहां छवि को खींचें और छोड़ें, या छवि चुनने के लिए क्लिक करें"
    },
    birdAction: {
      validateButton: "सत्यापित करें",
      classifyButton: "वर्गीकृत करें",
      resultPlaceholder: "परिणाम यहाँ दिखाया जाएगा",
      validationSuccess: "पक्षी मौजूद है",
      validationFailure: "कोई पक्षी नहीं पाया गया",
      classificationResult: "वर्गीकरण परिणाम",
      classesInImage: "छवि में वर्ग",
      errorPrefix: "त्रुटि:",
      loadingMessage: "प्रसंस्करण हो रहा है...",
      ValidationResult: "सत्यापन परिणाम:",
      BotHeader: "टेलीग्राम बॉट के माध्यम से अपलोड करें",
      BotPara: "सैकड़ों पक्षी फ़ोटो को सेकंडों में वर्गीकृत करें!"
  }
  ,
    birds: {
        littleCormorant: {
          name: "छोटा जलकौआ",
          description: "एक छोटा जलकौआ जिसके गले पर विशिष्ट सफेद धब्बा होता है। यह एक कुशल गोताखोर और मछुआरा है, अक्सर उथले पानी में मछली पकड़ने के लिए गोता लगाते हुए देखा जाता है।"
        },
        spotbilledPelican: {
          name: "चित्तीदार चोंच वाला हवासिल",
          description: "एक बड़ा जलपक्षी जिसकी पीली-नारंगी चोंच और बड़ी थैली होती है। यह एक कुशल मछुआरा है जो अक्सर समूहों में शिकार करता है, मछली पकड़ने के लिए अपनी थैली का उपयोग करता है।"
        },
        asianOpenbill: {
          name: "एशियाई ओपनबिल",
          description: "एक बड़ा सारस जिसकी अनूठी, खुली चोंच दिखती है। इसका घोंघे और मोलस्क का विशेष आहार है। इसकी विशिष्ट चोंच उसे खोल से शिकार निकालने में मदद करती है।"
        },
        yellowWattledLapwing: {
          name: "पीले लटकन वाला टिटहरी",
          description: "एक बड़ा, शोरगुल करने वाला जलपक्षी जिसके सिर पर विशिष्ट पीला लटकन होता है। इसे अक्सर झुंड में भोजन की तलाश करते हुए देखा जाता है, और यह अपने आक्रामक क्षेत्रीय व्यवहार के लिए जाना जाता है।"
        },
        ashyCrownedSparrowLark: {
          name: "राख रंग के ताज वाला गौरैया लार्क",
          description: "एक छोटा, जमीन पर रहने वाला पक्षी जिसका राख-ग्रे रंग का ताज विशिष्ट होता है। अपने मधुर गीत और विशिष्ट उड़ान पैटर्न के लिए जाना जाता है। यह अक्सर खुले, शुष्क क्षेत्रों में पाया जाता है।"
        },
        paddyfieldPipit: {
          name: "धान के खेत का पिपिट",
          description: "एक छोटा, भूरा पक्षी जो अक्सर कृषि क्षेत्रों में पाया जाता है। यह एक जमीनी पक्षी है जो कीड़े और बीज खाता है, अक्सर झुंड में भोजन की तलाश करता है।"
        }
      }
};