export default {
  welcome: "స్వాగతం",
  description: "ఇది ఫ్రంట్‌ఎండ్-ఓన్లీ మల్టీ-లాంగ్వేజ్ రియాక్ట్ యాప్",
  buttons: {
    changeLanguage: "భాష మార్చండి",
  },
  navbar: {
    findABird: "పక్షిని కనుగొనండి",
    classifyABird: "పక్షిని వర్గీకరించండి",
    birdzNearYou: "మీ చుట్టూ పక్షులు",
    aboutUs: "మా గురించి",
  },
  home: {
    title: "మీ పక్షిని కనుగొనండి",
    subtitle: "ధృవీకరించండి & వర్గీకరించండి",
  },
  footer: {
    title: "Birdz",
    description: "పక్షుల జాతుల వర్గీకరణ",
    social: "సామాజిక మాధ్యమం",
    instagram: "ఇన్‌స్టాగ్రామ్",
    github: "గిట్‌హబ్",
    linkedin: "లింక్డ్ఇన్",
    support: "మద్దతు",
    contact: "సంప్రదించండి",
    dataset: "మా డేటాసెట్‌ను చూడండి",
    contribute: "డేటాసెట్‌కి తోడ్పాటును ఇవ్వండి",
    copyright: "© 2024 Birdz",
    terms: "క్రియేటర్ నిబంధనలు",
    privacy: "గోప్యతా విధానం",
    cookies: "కుకీస్ విధానం",
  },
  drop: {
    input:
      "ఇక్కడ చిత్రాన్ని డ్రాగ్ చేసి డ్రాప్ చేయండి, లేదా చిత్రాన్ని ఎంచుకోవడానికి క్లిక్ చేయండి",
  },
  birdAction: {
    validateButton: "ధృవీకరించు",
    classifyButton: "వర్గీకరించు",
    resultPlaceholder: "ఫలితం ఇక్కడ చూపించబడుతుంది",
    validationSuccess: "పక్షి ఉంది",
    validationFailure: "పక్షి లేదు",
    classificationResult: "వర్గీకరణ ఫలితం",
    classesInImage: "చిత్రంలోని వర్గాలు",
    errorPrefix: "లోపం:",
    loadingMessage: "ప్రాసెస్ అవుతోంది...",
    ValidationResult: "ధృవీకరణ ఫలితం:",
    BotHeader: "టెలిగ్రామ్ బాట్ ద్వారా అప్లోడ్ చేయండి",
    BotPara: "కొన్ని సెకన్లలోనే పక్షుల ఫోటోలను వర్గీకరించండి!",
  },
  birds: {
    littleCormorant: {
      name: "చిన్న కార్మొరంట్",
      description:
        "ప్రత్యేకమైన తెల్ల గొంతు ప్యాచ్‌తో ఉండే చిన్న కార్మొరంట్. ఇది నైపుణ్యంతో కూడిన డైవర్ మరియు చేపలను పట్టేవాడు, తరచుగా చేపల కోసం లోతు లేని నీటిలో డైవింగ్ చేస్తూ కనిపిస్తుంది.",
    },
    spotbilledPelican: {
      name: "చుక్కల ముక్కు పెలికన్",
      description:
        "ప్రత్యేకమైన పసుపు-నారింజ రంగు ముక్కు మరియు పెద్ద సంచితో కూడిన పెద్ద నీటి పక్షి. ఇది నైపుణ్యం కలిగిన మత్స్యకారుడు, తరచుగా సమూహాలలో వేటాడుతుంది, చేపలను తీసుకోవడానికి దాని సంచిని ఉపయోగిస్తుంది.",
    },
    asianOpenbill: {
      name: "ఆసియా ఓపెన్‌బిల్",
      description:
        "ప్రత్యేకమైన, తెరిచిన ముక్కుతో ఉండే పెద్ద కొంగ. ఇది నత్తలు మరియు మొలస్క్‌లతో ప్రత్యేక ఆహారం కలిగి ఉంటుంది. దాని ప్రత్యేకమైన ముక్కు షెల్‌ల నుండి ఎరను వెలికితీయడానికి సహాయపడుతుంది.",
    },
    yellowWattledLapwing: {
      name: "పసుపు వాటిల్ లాప్‌విన్గ్",
      description:
        "తల మీద ప్రత్యేకమైన పసుపు వాటిల్‌తో పెద్ద, శబ్దం చేసే నీటి పక్షి. ఇది తరచుగా గుంపులలో ఆహారం వెతుకుతూ కనిపిస్తుంది, మరియు ఇది దాని ఆక్రమణాత్మక ప్రాంతీయ ప్రవర్తన కోసం ప్రసిద్ధి చెందింది.",
    },
    ashyCrownedSparrowLark: {
      name: "బూడిద కిరీటంతో ఉన్న పిచ్చుక లార్క్",
      description:
        "ప్రత్యేకమైన బూడిద-బూడిద కిరీటం ఉన్న చిన్న, నేలపై నివసించే పక్షి. దాని మధురమైన పాట మరియు ప్రత్యేకమైన ఎగిరే నమూనా కోసం తెలుసు. ఇది తరచుగా తెరిచిన, ఎండిన ప్రాంతాలలో కనుగొనబడుతుంది.",
    },
    paddyfieldPipit: {
      name: "వరి పొలాల పిపిట్",
      description:
        "తరచుగా వ్యవసాయ పొలాలలో కనిపించే చిన్న, గోధుమ రంగు పక్షి. ఇది నేలపై నివసించే పక్షి, ఇది కీటకాలు మరియు విత్తనాలను తింటుంది, తరచుగా గుంపులలో ఆహారం వెతుకుతుంది.",
    },
  },
};
